{
  "title": "About Me",
  "description": [
    "I am a BE (Mechanical) Engineer with 6 years of experience in Production and Manufacturing across globally reputed organizations. My career so far has given me exposure to real-world industrial workflows, component development, machining operations, and quality-focused production environments. These years on the shop floor have shaped my ability to understand how products behave not only in CAD, but also in real-life manufacturing scenarios.",
    "Currently, I am transitioning my career into Mechanical Design, driven by my passion for product development and innovation. I have developed strong proficiency in AutoCAD (2D & 3D), SolidWorks, GD&T, and Design for Manufacturing (DFM), which enables me to create designs that are not only functional but also practical, cost-effective, and production-ready. My exposure to CNC Turning operations further strengthens my ability to evaluate manufacturability and optimize designs for machining.",
    "What motivates me most is the challenge of converting ideas into precise, manufacturable components — balancing creativity with engineering accuracy. I am eager to contribute to mechanical design projects where I can combine my production background with my growing expertise in CAD tools to bring value across the entire product lifecycle.",
    "I believe in continuous learning, adapting to new technologies, and improving myself every day. With a strong problem-solving mindset and enthusiasm for design innovation, I look forward to collaborating on projects that make a meaningful impact in the field of mechanical engineering."
  ],
  "personalInformation": {
    "title": "Personal Information",
    "items": [
      "Date of Birth: 2nd January, 1994",
      "Address: Permanent - 95/1, Serpentine Lane, (2nd Floor), Kolkata- 700014"
    ]
  },
  "reference": {
    "title": "Reference",
    "items": [
      "Mr. Dhiman Acharya",
      "CADD Centre, New Alipore",
      "56/C, Block D, New Alipore, Kolkata, West Bengal 700038",
      "Mobile No.: 90513 22244"
    ]
  },
  "coreCompetencies": {
    "title": "Core Competencies",
    "items": [
      "2D Technical Drawing & Detailing",
      "3D Modeling & Surface Design",
      "GD&T Application & Tolerance Analysis",
      "Engineering Documentation"
    ]
  },
  "highlights": [
    {
      "icon": "Ruler",
      "title": "Precision Focused",
      "description": "Meticulous attention to detail in dimensions, tolerances, and specifications"
    },
    {
      "icon": "Layers",
      "title": "Multi-disciplinary",
      "description": "Experience across mechanical, structural, and industrial design projects"
    },
    {
      "icon": "Zap",
      "title": "Fast Learner",
      "description": "Quick adaptation to new software, tools, and industry standards"
    },
    {
      "icon": "Target",
      "title": "Goal-Oriented",
      "description": "Focused on delivering accurate, manufacturable designs on time"
    },
    {
      "icon": "Clock",
      "title": "Time Management",
      "description": "Efficient workflow management and meeting project deadlines"
    },
    {
      "icon": "Users",
      "title": "Team Player",
      "description": "Strong collaboration skills with engineers and manufacturing teams"
    }
  ]
}